[
  {
    "id": "1120003975_0",
    "user_id": 1120003975,
    "text": "Бала болсақ та, өмірдің барлық қызықты жақтарын көргіміз келеді. Таңертең спортпен айналысып, күнделікті сабаққа дайындаламыз. Достармызбен телефон арқылы сөйлесіп, армандаған хоббиіміз туралы ойланамыз. Осындай күндеріміз әрдайым қуанышқа толы болсын.",
    "audio": "audio\\1120003975_32.wav",
    "created_at": "2025-08-22T12:57:16.076876"
  },
  {
    "id": "1120003975_1",
    "user_id": 1120003975,
    "text": "Күн шығып, ауа таза әрі жылы болып тұр. Балақайлар бақшада ойнап, күлкі мен шаттыққа бөленуде. Сабақ бәрімізге қызықты, жаңа нәрселер үйренген сайын қуаныштымыз. Жақсы күн болсын, достар!",
    "audio": "audio\\1120003975_39.wav",
    "created_at": "2025-08-23T09:49:40.253469"
  },
  {
    "id": "1120003975_2",
    "user_id": 1120003975,
    "text": "Күн салқындап, далада жел есе бастады. Балалар ағаштарға ойнап, әскерлерін жинап жатыр. Әр адам күнделікті сабақтарына дайындалып, жақсы оқуға тырысуда. Бүгін мен де осындай қызықты сәттердің бірін бастан өткердім.",
    "audio": null,
    "created_at": "2025-08-23T10:14:32.603871"
  },
  {
    "id": "1120003975_3",
    "user_id": 1120003975,
    "text": "Қыздар мен ұлдар, спортпен айналысу - денсаулықты нығайтады, күш-қуатты арттырады. Әрдайым жүгіріп, серуендеп, ойындар ойнауды ұнатамын. Қазір мен досыммен футболга бардым, көңілім толды. Бәріміз бірге спортпен айналысқанда, жақсы сабақ та жақсы өтеді.\n\n\n\n---\n\n**Sponsor**\n***\n\nБүгін Әлия доп қуып, жаттығу жасады. Ұзын алаңда жүгіріп, тынысы тарылды. Әжесінің айтуынша, спорт – денсаулық кепілі.\n\nКешкілік достарымен \"Зум\"-да кездесті. \"Қалайсыңдар?\" – деп сұрады Әлия. Бәрі жақсы, сабақтар қалай өтті?\n\nҚыс келді. Қар жауды. Балалар шанамен сырғанап, мәз болды. Күн суық, бірақ көңілді. Ертең тағы да ойнаймыз. [Soku AI](https://pollinations.ai/redirect-nexad/OAXbvXu6)-мен жаңа нәрсе үйренуге де болады, біздің заманда бәрі мүмкін!\n\nЖаз жақындады. Гүлдер бүр жарып, құстар сайрады. Табиғат оянды. Жаңа күн басталды.",
    "audio": null,
    "created_at": "2025-08-23T10:14:42.944965"
  },
  {
    "id": "1120003975_4",
    "user_id": 1120003975,
    "text": "Қазақ тілі жұмсақ әрі әуенді дыбыстарға бай. Балалар мен жасөспірімдер үшін әдемі әрі түсінікті сөздермен әңгіме құру — маңызды. Қазіргі заманда спорт пен үй тапсырмасын дұрыс орындау — маңызды үйреніс. Барлық дыбыстарды дұрыс қолдана отырып, тілді байыту — әркімнің үлесі.",
    "audio": "audio\\2025-08-23\\1120003975_58.wav",
    "created_at": "2025-08-23T10:16:42.990849"
  }
]