import requests
import urllib
import random


def pollinations_generate():
    topics = ["мектеп", "табиғат", "отбасылық өмір", "достар", "спорт", "хобби", "кездесу", "жай ғана диалог та болса да жақсы"]
    prompt_text = f"Тек қана таза қазақша мәтін жаз. Мәтін балалар мен жасөспірімдер үшін. Мәтінде барлық қазақ тіліндегі дыбыстар мен фонемалар біркелкі кездесуі керек, сөйлемдер әртүрлі ритмде және ұзындықта болсын. Сондай-ақ, кейде (жиі емес) мәтінге күнделікті қарым-қатынас немесе дистанциялық сабақтарда жиі қолданылатын сөздер мен қысқа фразаларды қос. Мәтін кейде  өмірлік тақырып бойынша бола алады:{random.choice(topics)} " \
                  f"Артық сөздер, амандасу немесе түсініктеме қоспа. Мәтін қысқа абзацтардан тұрып, әр сөйлем айқын, оңай оқылатын болсын. " \
                  f"Жане латынша ештеме жазба тек кириллица!Көлем: 4 сөйлем."
    topic_hint = f"(id={random.randint(1, 100000)})"

    final_prompt = prompt_text + topic_hint
    encoded_prompt = urllib.parse.quote(final_prompt)

    url = f"https://text.pollinations.ai/{encoded_prompt}"
    response = requests.get(url)
    return response.text
